{
    "Hello": "Xin chào",
    "Categories": "Ngành hàng",
    "Distributor": "Nhà phân phối",
    "Distributors": "Nhà phân phối",
    "Product": "Sản phẩm",
    "Search products": "Tìm kiếm sản phẩm",
    "Search": "Tìm kiếm",
    "Search result": "Kết quả tìm kiếm",
    "Home": "Trang chủ",
    "Personal information": "Thông tin cá nhân",
    "Information": "Thông tin",
    "Orders": "Đơn hàng",
    "Order detail": "Chi tiết đơn",
    "My account": "Tài khoản của tôi",
    "Status": "Trạng thái",
    "Price": "Giá",
    "Order items": "Các món trong đơn",
    "Total": "Tổng",
    "Logout": "Đăng xuất",
    "Do you want to logout ?": "Bạn có muốn đăng xuất ?",
    "Cancel": "Hủy",
    "Confirm": "Xác nhận",
    "No": "Không",
    "Yes": "Có",
    "No:": "Số thứ tự:",
    "Contact": "Liên hệ",
    "About Us": "Giới thiệu",
    "Account not activated yet! Please fully update the information": "Tài khoản chưa được kích hoạt ! Xin hãy cập nhật đầy đủ thông tin",
    "Rank": "Xếp hạng",
    "Point": "Điểm",
    "Address": "Địa chỉ",
    "Empty products": "Không có sản phẩm",
    "Phone": "Số điện thoại",
    "No price": "Không giá",
    "Quantity": "Số lượng",
    "items": "vật phẩm",
    "Add to cart": "Thêm vào giỏ hàng",
    "Discription": "Miêu tả",
    "My Account": "Tài khoản của tôi",
    "New password": "Mật khẩu mới",
    "Old password": "Mật khẩu cũ",
    "Date of birth": "Ngày sinh",
    "Gender": "Giới tính",
    "License": "Chứng từ",
    "Tax": "Mã số thuế",
    "Click outside the notification window to turn it off": "Nhấp vào bên ngoài cửa sổ thông báo để tắt nó",
    "Full name": "Họ tên",
    "Sex": "Giới tính",
    "Male": "Nam",
    "Female": "Nữ",
    "Save": "Lưu",
    "Shipping": "Giao hàng",
    "Update successfully": "Cập nhật thành công",
    "Fail to update": "Cập nhật thất bại",
    "Search product": "Tìm kiếm sản phẩm",
    "All distributor": "Tất cả nhà phân phối",
    "Keyword could not be found": "Không tìm thấy từ khóa",
    "SHIPPING NATIONWIDE": "GIAO HÀNG TRÊN TOÀN QUỐC",
    "My cart": "Giỏ hàng của bạn",
    "Order": "Đơn hàng",
    "Continue payment": "Tiếp tục thanh toán",
    "Cart detail": "Xem chi tiết giỏ hàng",
    "HAPPY HOLIDAY DEALS ON EVERYTHING": "Mùa lễ hội sale gấp bội",
    "Frequently Asked Questions": "Câu hỏi thường gặp",
    "How to change password in Gecko ?": "Làm cách nào để thay đổi thay đổi mật khẩu tại Gecko ?",
    "You can change the password for your account by logging in to the account management page and following these steps:": "Quý khách có thể thay đổi mật khẩu cho tài khoản bằng cách đăng nhập vào trang quản lý tài khoản và thực hiện theo các bước sau:",
    "Go to the account information section": "Vào phần thông tin tài khoản",
    "Enter the current password and the password you want to change": "2. Nhập mật khẩu hiện tại và mật khẩu muốn thay đổi",
    "Click \"Save\"": "Bấm \"Lưu\"",
    "How do I retrieve my Gecko account password?": "Làm thế nào để tôi lấy lại mật khẩu tài khoản Gecko ?",
    "You can recover your password by actively contacting the websites admin via email Gecko@hotmail.com": "Quý khách có thể lấy lại mật khẩu bằng cách chủ động liên hệ với admin của website qua email Gecko@hotmail.com",
    "Please provide full information including: account name (username) and account registration email. After verifying your identity, you will receive an email containing your new password via Geckos email.": "Quý khách vui lòng cung cấp đầy đủ thông tin bao gồm: tên tài khoản (username) và email đăng ký tài khoản. Sau khi xác thực danh tính, quý khách sẽ nhận được email chứa mật khẩu mới thông qua email của Gecko.",
    "How do I activate my account?": "Làm thế nào để kích hoạt tài khoản của tôi?",
    "You can activate your account by clicking on the verification link via email Gecko@hotmail.com": "Quý khách có thể kích hoạt tài khoản bằng cách click vào đường link xác thực thông qua email Gecko@hotmail.com",
    "After logging in with an activated account, please go to the account management page and follow these steps:": "Sau khi đăng nhập bằng tài khoản đã kích hoạt, quý khách vui lòng vào trang quản lý tài khoản và thực hiện theo các bước sau:",
    "Enter your tax identification number and upload your business registration license in pdf or image format.": "2. Nhập thông tin mã số thuế và đăng tải giấy phép đăng ký kinh doanh bằng định dạng file pdf hoặc hình ảnh.",
    "Why should I register for an account at Gecko?": "Tại sao tôi nên đăng ký tài khoản tại Gecko?",
    "When you register for an account at Gecko, you will:": "Khi đăng ký tài khoản tại Gecko, quý khách sẽ:",
    "Regularly updated with useful product information as well as information on promotions and discounts available at Gecko.com website.": "Thường xuyên được cập nhật những thông tin sản phẩm hữu ích cũng như thông tin khuyến mãi, giảm giá có tại website Gecko.com.",
    "Easily track your order status when placing an order.": "Dễ dàng theo dõi tình trạng đơn hàng của mình khi đặt hàng.",
    "Faster operation when placing the next orders. The system will automatically store and pre-fill your personal information for the following orders.": "Thao tác nhanh hơn khi đặt những đơn hàng tiếp theo. Hệ thống sẽ tự động lưu trữ và điền sẵn các thông tin cá nhân của quý khách cho những đơn hàng sau.",
    "Accumulate membership points and receive additional discounts when reaching each distributors milestone when making purchases.": "Tích lũy điểm thành viên và được giảm giá thêm khi đạt mốc của từng nhà phân phối khi mua hàng.",
    "Gecko regularly has preferential programs, exclusively for customers who have registered an account at Gecko.com website": "Gecko thường xuyên có những chương trình ưu đãi, dành riêng cho các khách hàng đã đăng ký tài khoản tại website Gecko.com",
    "Not yet delivered": "Chưa được giao",
    "Billing": "Đang tính tiền",
    "Not yet charged": "Chưa tính tiền",
    "Was delivered": "Đã được giao",
    "Re-order": "Đặt lại đơn",
    "Would you like to re-order this ?": "Bạn có muốn đặt lại đơn này ?",
    "Your current shopping cart will be cleared to re-order": "Giỏ hàng hiện tại của bạn sẽ bị xóa để đặt lại đơn",
    "History is empty, do you want to purchase?": "Lịch sử rỗng, bạn có muốn mua hàng ?",
    "Click here": "Ấn vào đây",
    "Contact Us": "Liên hệ với chúng tôi",
    "Shipping & Returns": "Vận chuyển & Trả hàng",
    "Support": "Hỗ trợ",
    "View all": "Xem tất cả",
    "Your Cart": "Giỏ hàng của bạn",
    "Cart is empty": "Giỏ hàng đang trống",
    "Continue shopping": "Tiếp tục mua sắm",
    "Remove": "Xóa",
    "Continue checkout": "Tiếp tục thanh toán",
    "View cart detail": "Xem chi tiết giỏ hàng",
    "Your cart": "Giỏ hàng của bạn",
    "Products": "Sản phẩm",
    "Total order": "Tổng đơn",
    "Want more information about us ?": "Muốn biết thêm thông tin về chúng tôi ?",
    "Subscribe": "Đăng ký",

    "1. How to change password in Gecko ?": "1. Làm cách nào để thay đổi thay đổi mật khẩu tại Gecko ?",

    "1. Go to the account information section": "1. Vào phần thông tin tài khoản",
    "2. Enter the current password and the password you want to change": "2. Nhập mật khẩu hiện tại và mật khẩu muốn thay đổi",

    "2. How do I retrieve my Gecko account password?": "2. Làm thế nào để tôi lấy lại mật khẩu tài khoản Gecko ?",
    "You can recover your password by actively contacting the websites admin via email Gecko@hotmail.com": "Quý khách có thể lấy lại mật khẩu bằng cách chủ động liên hệ với admin của website qua email Gecko@hotmail.com",
    "Please provide full information including: account name (username) and account registration email. After verifying your identity, you will receive an email containing your new password via Geckos email.": "Quý khách vui lòng cung cấp đầy đủ thông tin bao gồm: tên tài khoản (username) và email đăng ký tài khoản. Sau khi xác thực danh tính, quý khách sẽ nhận được email chứa mật khẩu mới thông qua email của Gecko.",
    "How do I activate my account?": "Làm thế nào để kích hoạt tài khoản của tôi?",
    "You can activate your account by clicking on the verification link via email Gecko@hotmail.com": "Quý khách có thể kích hoạt tài khoản bằng cách click vào đường link xác thực thông qua email Gecko@hotmail.com",
    "After logging in with an activated account, please go to the account management page and follow these steps:": "Sau khi đăng nhập bằng tài khoản đã kích hoạt, quý khách vui lòng vào trang quản lý tài khoản và thực hiện theo các bước sau:",
    "2. Enter your tax identification number and upload your business registration license in pdf or image format.": "2. Nhập thông tin mã số thuế và đăng tải giấy phép đăng ký kinh doanh bằng định dạng file pdf hoặc hình ảnh.",
    "Why should I register for an account at Gecko?": "Tại sao tôi nên đăng ký tài khoản tại Gecko?",
    "When you register for an account at Gecko, you will:": "Khi đăng ký tài khoản tại Gecko, quý khách sẽ:",
    "Regularly updated with useful product information as well as information on promotions and discounts available at Gecko.com website.": "Thường xuyên được cập nhật những thông tin sản phẩm hữu ích cũng như thông tin khuyến mãi, giảm giá có tại website Gecko.com.",
    "Easily track your order status when placing an order.": "Dễ dàng theo dõi tình trạng đơn hàng của mình khi đặt hàng.",
    "Faster operation when placing the next orders. The system will automatically store and pre-fill your personal information for the following orders.": "Thao tác nhanh hơn khi đặt những đơn hàng tiếp theo. Hệ thống sẽ tự động lưu trữ và điền sẵn các thông tin cá nhân của quý khách cho những đơn hàng sau.",
    "Accumulate membership points and receive additional discounts when reaching each distributors milestone when making purchases.": "Tích lũy điểm thành viên và được giảm giá thêm khi đạt mốc của từng nhà phân phối khi mua hàng.",
    "Gecko regularly has preferential programs, exclusively for customers who have registered an account at Gecko.com website": "Gecko thường xuyên có những chương trình ưu đãi, dành riêng cho các khách hàng đã đăng ký tài khoản tại website Gecko.com",
    "Contact Us": "Liên hệ với chúng tôi",
    "Call to Us:": "Gọi cho chúng tôi",
    "We're available from": "Chúng tôi hoạt động từ",
    "7 days a week.": "7 ngày 1 tuần",
    "Customer Service:": "Dịch vụ chăm sóc khách hàng:",
    "Careers:": "Nghề nghiệp:",
    "Write to Us:": "Viết thư cho chúng tôi",
    "Fill out our form and we will contact you within 24 hours.": "Điền vào mẫu và chúng tôi sẽ liên hệ với bạn trong vòng 24 giờ.",
    "Send Message": "Gửi tin nhắn",
    "Your Name": "Tên của bạn",
    "Your Email": "Email của bạn",
    "Title": "Tiêu đề",
    "Message": "Tin nhắn",
    "All": "Tất cả",

    "How do I order through the Gecko website ?": "Làm thế nào để tôi đặt hàng qua website Gecko ?",
    "Charged": "Đã tính tiền",

    "BUY GENUINE PRODUCTS FROM HUGE BRANDS WITH GECKO": "MUA HÀNG CHÍNH HÃNG TỪ CÁC THƯƠNG HIỆU LỚN VỚI GECKO",
    "If you are looking for a B2B website to shop and sell online with genuine, reputable product lines, then Gecko is a great choice for you. The essence of Gecko is an E-commerce platform. This allows buyers and sellers to easily interact with a distributor's products and promotions.": "Nếu bạn đang tìm kiếm một trang web B2B để mua sắm và bán hàng trực tuyến với những dòng sản phẩm chính hãng, uy tín thì Gecko là một sự lựa chọn tuyệt vời dành cho bạn. Bản chất của Gecko là 1 E-commerce platform - nền tảng trang web thương mại điện tử. Điều này cho phép người mua và người bán hàng dễ dàng tương tác với sản phẩm và chương trình khuyến mãi của nhà phân phối.",
    "Coming to Gecko, the opportunity to become a seller is easier than ever. With just a few taps on the app, you can immediately post your products for sale. Not only that, distributors can easily manage and categorize products, create their loyalty system and promote products at attractive prices to attract retailers.": "Đến với Gecko, cơ hội để trở thành một nhà bán hàng dễ dàng hơn bao giờ hết. Chỉ với vài thao tác trên ứng dụng, bạn đã có thể đăng bán ngay những sản phẩm của mình. Không những thế, các nhà phân phối có thể dễ dàng quản lý, phân loại sản phẩm, tự tạo hệ thống khách hàng thân thiết và quảng bá sản phẩm với những mức giá hấp dẫn để thu hút các nhà bán lẻ.",
    "Order and payment": "Đặt hàng và thanh toán",
    "How do I order through the Gecko website": "Làm thế nào để tôi đặt hàng qua website Gecko",
    "You can order online at Gecko website through basic ordering steps.": "Quý khách có thể đặt hàng trực tuyến ở website Gecko thông qua các bước đặt hàng cơ bản.",
    "Please refer to the detailed information on each step of ordering as follows:": "Vui lòng tham khảo thông tin chi tiết về từng bước đặt hàng như sau:",
    "Login to your account at Gecko": "Đăng nhập tài khoản tại Gecko",
    "Please login with your existing Gecko account. In case you have not registered for an account, you can choose the line “Create an account” to register an account at Gecko.": "Quý khách vui lòng đăng nhập bằng tài khoản đã có ở Gecko. Trong trường hợp chưa đăng ký tài khoản, quý khách có thể chọn dòng “Tạo tài khoản” để đăng ký tài khoản tại Gecko.",
    "Once done, you can click on the word “Create Account” to complete the registration process.": "Sau khi đã hoàn tất, quý khách có thể bấm vào chữ “Tạo tài khoản” để hoàn tất quá trình đăng ký.",
    "You can find products in 3 ways:": "Quý khách có thể tìm sản phẩm theo 3 cách:",
    "Type the product name in the search bar.": "Gõ tên sản phẩm vào thanh tìm kiếm.",
    "Search by category.": "Tìm theo danh mục.",
    "Search by latest products, best sellers or popular categories in each category.": "Tìm theo các sản phẩm mới nhất, bán chạy hoặc danh mục phổ biến trên từng ngành hàng.",
    "Add products to cart:": "Thêm sản phẩm vào giỏ hàng:",
    "When you have found the product you like, please click on the image or product name to go to the product's detailed information page, then:": "Khi bạn đã tìm được sản phẩm ưng ý, vui lòng click vào hình ảnh hoặc tên sản phẩm để đến trang thông tin chi tiết của sản phẩm, sau đó:",
    "Check product information: price, promotion information.": "Kiểm tra thông tin sản phẩm: giá, thông tin khuyến mãi.",
    "Select the desired quantity.": "Chọn số lượng mong muốn.",
    "Add product to cart.": "Thêm sản phẩm vào giỏ hàng.",
    "Once you have added the first product to the order, please follow these steps to add other products to the cart:": "Khi đã thao tác bỏ sản phẩm đầu tiên vào đơn hàng, quý khách vui lòng thực hiện các bước sau để thêm các sản phẩm khác vào giỏ hàng:",
    "Click on the Gecko logo to return to the homepage or type product search in the toolbar.": "Chọn vào logo Gecko để trở về trang chủ hoặc gõ tìm kiếm sản phẩm trên thanh công cụ.",
    "Add products to cart by selecting products and clicking “Add to Cart”.": "Thêm sản phẩm vào giỏ hàng bằng cách chọn sản phẩm và ấn “Thêm vào giỏ hàng”.",
    "This process can be repeated until you have finished adding all the products you want to order in your shopping cart": "Quá trình này có thể lặp lại cho đến khi quý khách hoàn tất việc bỏ tất cả các sản phẩm cần đặt mua vào giỏ hàng",
    "Check cart and order": "Kiểm tra giỏ hàng và đặt hàng",
    "You can put different products in 1 shopping cart into 1 order, the products in the cart will be packed into 1 package (if the products belong to the same supplier / warehouse) and delivered to address you have registered.": "Quý khách có thể đặt các sản phẩm khác nhau trong 1 giỏ hàng thành 1 đơn hàng, các sản phẩm trong giỏ hàng sẽ được đóng thành 1 kiện hàng (nếu sản phẩm thuộc cùng 1 nhà cung cấp/kho xử lý) và giao đến địa chỉ quý khách đã đăng ký.",
    "Adjust shipping address": "Điều chỉnh địa chỉ giao hàng",
    "Click “Continue checkout”": "Nhấp vào “Tiếp tục thanh toán”",
    "In the address field, the default shipping address will be displayed in the registration section of your account. You can modify your delivery information in this section.": "Trong mục địa chỉ sẽ hiển thị địa chỉ nhận hàng mặc định trong phần đăng ký của tài khoản quý khách. Quý khách có thể sửa đổi thông tin nhận hàng ở mục này.",
    "Select a payment method": "Chọn phương thức thanh toán",
    "Please refer to Faq: What payment methods does Gecko currently support?": "Quý khách vui lòng tham khảo thêm tại Faq: Gecko hiện đang hỗ trợ những các phương thức thanh toán nào?",
    "After completing the payment method selection process, please double check the following information: delivery address, promotion price, total amount.": "Sau khi hoàn tất quá trình chọn phương thức thanh toán, vui lòng kiểm tra lại các thông tin sau: địa chỉ nhận hàng, giá khuyến mãi, tổng tiền.",
    "If the above information is correct, please click \"Checkout\", the system will start to create an order based on the information you have registered.": "Nếu các thông tin trên đã chính xác, quý khách vui lòng bấm “Thanh toán”, hệ thống sẽ bắt đầu tiến hành tạo đơn hàng dựa trên các thông tin quý khách đã đăng ký.",
    "Order status tracking:": "Theo dõi trạng thái đơn hàng:",
    "After placing an order successfully, you can track the processing and shipping progress of your order by logging in to the link:": "Sau khi đặt hàng thành công, quý khách có thể theo dõi tiến trình xử lý và vận chuyển của đơn hàng bằng cách đăng nhập vào đường link: ",
    "Note": "Lưu ý",
    "Gecko encourages customers to manually place orders to participate in promotions and track order status.": "Gecko khuyến khích quý khách tự thao tác đặt hàng để có thể tham gia ưu đãi và theo dõi tình trạng đơn hàng. ",
    "What payment methods does Gecko currently support?": "Gecko hiện đang hỗ trợ những các phương thức thanh toán nào?",
    "Gecko currently has the following payment methods:": "Gecko hiện có các phương thức thanh toán sau:",
    "Cash payment on delivery": "Thanh toán tiền mặt khi nhận hàng",
    "Receive goods and pay directly with the delivery staff.": "Nhận hàng và thanh toán trực tiếp với nhân viên giao hàng.",
    "Payment via e-wallet MoMo": "Thanh toán qua ví điện tử MoMo",
    "You need to download the MoMo app to your phone, link it with your bank and top up your MoMo wallet, then place an order on Gecko and choose the payment method by MoMo Wallet as shown below. For details, please refer here.": "Quý khách cần tải ứng dụng MoMo về điện thoại, liên kết với ngân hàng và nạp tiền vào ví MoMo sau đó đặt hàng trên Gecko và chọn vào phương thức thanh toán bằng Ví MoMo như hình bên dưới. Chi tiết quý khách vui lòng tham khảo tại đây.",
    "Payment via e-wallet VNPay": "Thanh toán qua ví điện tử VNPay",
    "You need to download the VNPay app to your phone, link with your bank and top up your VNPay wallet, then place an order on Gecko and choose the payment method by VNPay Wallet as shown below. For details, please refer here.": "Quý khách cần tải ứng dụng VNPay về điện thoại, liên kết với ngân hàng và nạp tiền vào ví VNPay sau đó đặt hàng trên Gecko và chọn vào phương thức thanh toán bằng Ví VNPay như hình bên dưới. Chi tiết quý khách vui lòng tham khảo tại đây.",
    "For pre-paid orders, the delivery staff can ask the consignee to provide ID card/driver's license to take pictures or record information.": "Đối với đơn hàng đã được thanh toán trước, nhân viên giao nhận có thể yêu cầu người nhận hàng cung cấp CMND/ giấy phép lái xe để chụp ảnh hoặc ghi lại thông tin.",
    "What products does Gecko sell?": "Gecko bán những sản phẩm gì?",
    "Established in October 2021, up to now, Gecko e-commerce website provides products in 6 categories as follows:": "Được thành lập từ tháng 10/2021, đến nay website thương mại điện tử Gecko cung cấp các sản phẩm thuộc 6 ngành hàng như sau:",
    "Houseware": "Đồ gia dụng",
    "Drinks": "Đồ uống",
    "Food": "Thực phẩm",
    "Cleaning and sanitizing tools": "Dụng cụ vệ sinh và làm sạch",
    "Health and beauty": "Sức khỏe và làm đẹp",
    "Stationery": "Văn phòng phẩm",
    "How do I use a distributor's membership points?": "Làm cách để sử dụng điểm thành viên của nhà phân phối?",
    "Login to your account and check your membership points and membership level for distributors.": "Đăng nhập tài khoản và kiểm tra điểm thành viên và cấp bậc thành viên đối với nhà phân phối.",
    "Add products from the same distributor to the cart.": "Thêm các sản phẩm của cùng nhà phân phối vào giỏ hàng.",
    "Check the total cart value to make sure the discount has been applied successfully and select “Continue to checkout” or continue shopping.": "Kiểm tra lại tổng giá trị giỏ hàng để chắc chắn chiết khấu đã được áp dụng thành công và chọn “Tiếp tục thanh toán” hoặc tiếp tục mua sắm.",
    "This feature only works when your account has reached the distributor's minimum bronze membership milestone. Each distributor will have its own way of calculating milestones and discounts, but the general rule of the system is that every 1,000 VND will be converted to 1 member point after the invoice is successfully paid.": "Tính năng này chỉ hoạt động khi tài khoản của quý khách đã đạt mốc tối thiểu thành viên đồng của nhà phân phối. Mỗi nhà phân phối sẽ có cách tính cột mốc và chiết khấu riêng nhưng quy định chung của hệ thống là cứ mỗi 1.000 VND sẽ được quy về 1 điểm thành viên sau khi hoá đơn được thanh toán thành công.",
    "Can I pay on delivery?": "Tôi có thể thanh toán khi nhận hàng không?",
    "Gecko supports delivery and door-to-door payment nationwide. You can refer to other payment methods at: Payment Methods.": "Gecko hỗ trợ giao hàng và thanh toán tận nơi trên toàn quốc. Quý khách có thể tham khảo thêm các phương thức thanh toán khác tại: Các Phương Thức Thanh Toán.",
    "Please pay with the delivery staff before receiving the goods.": "Quý khách vui lòng thanh toán với nhân viên giao hàng trước khi nhận hàng.",
    "How do I place multiple products in the same order?": "Làm thế nào để tôi đặt nhiều sản phẩm vào cùng 1 đơn hàng?",
    "You can put different products in 1 cart into 1 order, the products in the cart will be packed into 1 package (if the products are from the same distributor) and delivered to your address. ": "Quý khách có thể đặt các sản phẩm khác nhau trong 1 giỏ hàng thành 1 đơn hàng, các sản phẩm trong giỏ hàng sẽ được đóng thành 1 kiện (nếu sản phẩm của cùng một nhà phân phối) và giao hàng đến địa chỉ của Quý khách.",
    "Add products to cart and select quantity then continue shopping.": "Thêm sản phẩm vào giỏ hàng và chọn số lượng sau đó tiếp tục mua sắm.",
    "Click “Continue checkout” to start ordering.": "Nhấp vào “Tiếp tục thanh toán” để bắt đầu đặt hàng.",
    "How do I find the product?": "Làm thế nào để tôi tìm được sản phẩm?",
    "In case you already know the name of the product you are looking for": "Trường hợp quý khách đã biết tên sản phẩm cần tìm",
    "If you already know the name of the product you are looking for, please enter the product name in the search bar on the right side of the Gecko website.": "Nếu quý khách đã biết tên sản phẩm cần tìm, vui lòng nhập tên sản phẩm vào thanh tìm kiếm ở bên phải website Gecko",
    "The system will display a list of results containing products that match the keywords you just searched for.": "Hệ thống sẽ hiển thị danh sách kết quả chứa các sản phẩm phù hợp với từ khóa mà quý khách vừa tìm kiếm.",
    "In case you do not know the name of the product you are looking for:": "Trường hợp quý khách chưa biết tên sản phẩm cần tìm:",
    "If you do not immediately identify the product to buy, you can select \"Category\" and browse by product subcategory, by product name, or by brand.": "Nếu quý khách chưa xác định ngay sản phẩm cần mua, quý khách có thể chọn \"Ngành hàng\" và duyệt theo danh mục con sản phẩm, theo tên sản phẩm, hay theo nhãn hàng.",
    "How do I add/remove products, change my shipping address?": "Làm thế nào để tôi thêm/bớt sản phẩm, thay đổi địa chỉ nhận hàng?",
    "Unfortunately, Gecko does not support adding / removing products or changing the address after placing an order successfully, please consider choosing a suitable address when placing an order.": "Rất tiếc, Gecko chưa hỗ trợ thêm/ bớt sản phẩm hoặc thay đổi địa chỉ sau khi đặt đơn hàng thành công, quý khách vui lòng cân nhắc lựa chọn địa chỉ phù hợp khi đặt hàng. ",
    "How do I know if a product is in stock or out of stock?": "Làm thế nào để tôi nhận biết sản phẩm còn hàng hay hết hàng?",
    "You can identify products in stock or out of stock at Gecko by accessing product details and checking the following 2 statuses:": "Quý khách có thể nhận biết sản phẩm còn hàng hay hết hàng tại Gecko bằng cách truy cập vào thông tin chi tiết của sản phẩm và kiểm tra 2 trạng thái sau:",
    "Products in stock “Add to cart” button will be available.": "Sản phẩm còn hàng nút “Thêm vào giỏ hàng” sẽ khả dụng.",
    "Out of stock products the “Add to Cart” button will be disabled too.": "Sản phẩm hết hàng nút “Thêm vào giỏ hàng” sẽ bị vô hiệu quá.",
    "For products in stock, please “Add to Cart” and place an order according to the Ordering Instructions.": "Với sản phẩm còn hàng, quý khách vui lòng “Thêm vào giỏ hàng” và thực hiện đặt hàng dựa theo Hướng dẫn đặt hàng.",
    "Payment failed": "Thanh toán thất bại",
    "Please double check your order<br />Order should be more than 1,000 VND": "Xin hãy kiểm tra lại đon hàng của mình",
    "Order should be more than 1,000 VND": "Đơn hàng nên có giá trị lớn hơn 1.000 VNĐ",
    "Xem chi tiết giỏ hàng": "Xem chi tiết giỏ hàng",
    "Payment": "Thanh toán",
    "Payment method": "phương thức thanh toán",
    "Cash on delivery": "Thanh toán khi giao hàng",
    "Pay with Momo wallet": "Thành toán bằng ví Momo",
    "Pay with VNPay": "Thanh toán bằng ví VNPay",
    "Cart": "Giỏ hàng",
    "Login": "Đăng nhập",
    "Profile": "Hồ sơ",
    "Back to home page": "Quay về trang chủ",
    "Success": "Thành công",
    "Fail": "Thất bại",
    "Order ": "Đặt hàng ",
    "Delivery": "Đang giao hàng",
    "Default price": "Giá mặc định",
    "Checkout": "Thanh toán",
    "Welcome to GECKO !": "Chào mừng đến GECKO !",
    "Username": "Tài khoản",
    "Password": "Mật khẩu",
    "Register": "Đăng ký",
    "Create new account": "Tạo tài khoản mới",
    "Confirm password": "Xác nhận mật khẩu",
    "Already have account ?": "Đã có tài khoản ?",
    "Don't have an account yet ?": "Chưa có tài khoản ?"
}